limited
similarity
recorded
comparatively
month
morphology
aggression
muzzle
hunting
young
environment
tail
present
indicating
case
lack
far
fall
difference
molar
unlike
fewer
leave
small
mammal
noted
concluded
upper
carnivore
smaller
second
further
subspecies
estimated
fear
even
established
rate
current
indian
fossil
new
bird
body
evolved
whose
never
behaviour
reported
appears
change
dry
great
wolf-like
canadian
study
larger
prior
amount
resulting
monogamous
gene
canid
golden
followed
although
family
africa
canis
limb
extinction
establish
unit
use
eye
distinct
live
arabian
call
taken
today
occurred
adult
known
coyote
hold
high
account
hour
science
mi
den
believed
making
male
example
history
indicated
give
india
sample
occur
native
information
united
winter
travel
length
offspring
varies
occasionally
forest
animal
instead
ancestor
description
earlier
southern
confirmed
response
natural
effective
coat
sq
african
order
feed
taxonomy
mainly
produced
mentioned
member
group
la
writing
late
main
conspecific
food
hunter
predator
half
killed
university
found
bone
status
primarily
hare
related
measure
sexual
canada
large
furthermore
research
increase
mate
rare
cause
occurs
red
carcass
million
divergence
given
completely
base
california
pup
counterpart
turn
american
place
threat
biting
south
first
origin
researcher
third
number
frequently
open
size
little
ancient
service
leading
breed
least
attack
intermediate
listed
white
relationship
season
park
lupus
basal
environmental
part
western
population
wide
classed
target
showed
tree
grey
mated
modern
mountain
latter
zoo
take
finding
vegetation
province
play
towards
reach
medium-sized
pair
america
kg
considered
average
later
dog
km
weigh
mating
fact
particularly
show
charles
discovered
aggressive
based
northern
pleistocene
experiment
black
local
lycaon
dominant
black-backed
closely
during
gray
evolution
common
msw3
river
wrote
habit
national
canine
observed
individual
close
bark
concern
nuclear
tend
state
unable
numerous
across
available
latin
weighing
parent
lb
distribution
suggested
last
region
according
against
became
genus
adapted
among
cm
point
color
northeastern
period
height
described
west
genetic
basic
living
territory
life
lived
eastern
former
captivity
sound
fur
abandoned
reddish
plain
appearance
near
behavior
wild
gave
predation
pack
almost
surface
middle
mouse
different
make
shorter
several
european
week
used
social
fruit
purpose
robust
lower
largely
colour
well
roughly
analysis
thought
contact
mother
howl
left
summer
livestock
proposed
increasingly
domestic
rodent
kill
human
biologist
jackal
density
day
east
remaining
hybridization
around
specimen
possible
dark
game
birth
world
occurring
shoulder
specie
hunt
consensus
chamber
become
interbreeding
ecology
habitat
people
back
hair
born
litter
rarely
competitor
fox
scientific
binomial
variation
latrans
dna
wildlife
central
recognized
remains
range
wolf
slightly
presence
communication
down
mitochondrial
determine
area
sequence
long
conservation
low
prey
breeding
valley
fish
head
north
form
line
ear
made
skull
record
problem
similar
called
associated
deer
evidence
howling
female
diverged
physical
marking
compared
variety
hybrid
mtdna
book
role
genome
conclusion
separate
teeth
diet
william
insect
important
suited
desert
died
ago
land
longer
age
time
